[
  {
    "name": "Tapestry of Blazing Starbirth",
    "description": "This image is one of the most photogenic examples of the many turbulent stellar nurseries the NASA/ESA Hubble Space Telescope has observed during its 30-year lifetime. The portrait features the giant nebula NGC 2014 and its neighbour NGC 2020 which together form part of a vast star-forming region in the Large Magellanic Cloud, a satellite galaxy of the Milky Way, approximately 163 000 light-years away.",
    "link": "https://www.spacetelescope.org/images/heic2007a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic2007a.jpg"
  },
  {
    "name": "Westerlund 2 — Hubble’s 25th anniversary image",
    "description": "This NASA/ESA Hubble Space Telescope image of the cluster Westerlund 2 and its surroundings has been released to celebrate Hubble’s 25th year in orbit and a quarter of a century of new discoveries, stunning images and outstanding science.\n\nThe image’s central region, containing the star cluster, blends visible-light data taken by the Advanced Camera for Surveys and near-infrared exposures taken by the Wide Field Camera 3. The surrounding region is composed of visible-light observations taken by the Advanced Camera for Surveys.",
    "link": "https://www.spacetelescope.org/images/heic1509a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic1509a.jpg"
  },
  {
    "name": "New view of the Pillars of Creation — visible",
    "description": "The NASA/ESA Hubble Space Telescope has revisited one of its most iconic and popular images: the Eagle Nebula’s Pillars of Creation. This image shows the pillars as seen in visible light, capturing the multi-coloured glow of gas clouds, wispy tendrils of dark cosmic dust, and the rust-coloured elephants’ trunks of the nebula’s famous pillars.\n\nThe dust and gas in the pillars is seared by the intense radiation from young stars and eroded by strong winds from massive nearby stars. With these new images comes better contrast and a clearer view for astronomers to study how the structure of the pillars is changing over time.",
    "link": "https://www.spacetelescope.org/images/heic1501a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic1501a.jpg"
  },
  {
    "name": "A rose made of galaxies",
    "description": "This image of a pair of interacting galaxies called Arp 273 was released to celebrate the 21st anniversary of the launch of the NASA/ESA Hubble Space Telescope.\n\nThe distorted shape of the larger of the two galaxies shows signs of tidal interactions with the smaller of the two. It is thought that the smaller galaxy has actually passed through the larger one.",
    "link": "https://www.spacetelescope.org/images/heic1107a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic1107a.jpg"
  },
  {
    "name": "Extreme star cluster bursts into life in new Hubble image",
    "description": "The star-forming region NGC 3603 - seen here in the latest Hubble Space Telescope image - contains one of the most impressive massive young star clusters in the Milky Way. Bathed in gas and dust the cluster formed in a huge rush of star formation thought to have occurred around a million years ago. The hot blue stars at the core are responsible for carving out a huge cavity in the gas seen to the right of the star cluster in NGC 3603's centre.",
    "link": "https://www.spacetelescope.org/images/heic0715a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic0715a.jpg"
  },
  {
    "name": "The Bubble Nebula",
    "description": "The Bubble Nebula, also known as NGC 7635, is an emission nebula located 8 000 light-years away. This stunning new image was observed by the NASA/ESA Hubble Space Telescope to celebrate its 26th year in space.",
    "link": "https://www.spacetelescope.org/images/heic1608a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic1608a.jpg"
  },
  {
    "name": "Antennae Galaxies reloaded",
    "description": "The galaxies — also known as NGC 4038 and NGC 4039 — are locked in a deadly embrace. Once normal, sedate spiral galaxies like the Milky Way, the pair have spent the past few hundred million years sparring with one another. This clash is so violent that stars have been ripped from their host galaxies to form a streaming arc between the two. In wide-field images of the pair the reason for their name becomes clear — far-flung stars and streamers of gas stretch out into space, creating long tidal tails reminiscent of antennae.\n\nThis new image of the Antennae Galaxies shows obvious signs of chaos. Clouds of gas are seen in bright pink and red, surrounding the bright flashes of blue star-forming regions — some of which are partially obscured by dark patches of dust. The rate of star formation is so high that the Antennae Galaxies are said to be in a state of starburst, a period in which all of the gas within the galaxies is being used to form stars. This cannot last forever and neither can the separate galaxies; eventually the nuclei will coalesce, and the galaxies will begin their retirement together as one large elliptical galaxy.",
    "link": "https://www.spacetelescope.org/images/potw1345a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/potw1345a.jpg"
  },
  {
    "name": "New infrared view of the Horsehead Nebula — Hubble’s 23rd anniversary image",
    "description": "This new Hubble image, captured and released to celebrate the telescope’s 23rd year in orbit, shows part of the sky in the constellation of Orion (The Hunter). Rising like a giant seahorse from turbulent waves of dust and gas is the Horsehead Nebula, otherwise known as Barnard 33.\n\nThis image shows the region in infrared light, which has longer wavelengths than visible light and can pierce through the dusty material that usually obscures the nebula’s inner regions. The result is a rather ethereal and fragile-looking structure, made of delicate folds of gas — very different to the nebula’s appearance in visible light.",
    "link": "https://www.spacetelescope.org/images/heic1307a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic1307a.jpg"
  },
  {
    "name": "Magnetic monster NGC 1275",
    "description": "This stunning image of NGC 1275 was taken using the NASA/ESA Hubble Space Telescope's Advanced Camera for Surveys in July and August 2006. It provides amazing detail and resolution of the fragile filamentary structures, which show up as a reddish lacy structure surrounding the central bright galaxy NGC 1275. These filaments are cool despite being surrounded by gas that is around 55 million degrees Celsius hot. They are suspended in a magnetic field which maintains their structure and demonstrates how energy from the central black hole is transferred to the surrounding gas.",
    "link": "https://www.spacetelescope.org/images/heic0817a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic0817a.jpg"
  },
  {
    "name": "Hubble sees galaxies galore",
    "description": "Galaxies, galaxies everywhere - as far as the NASA/ESA Hubble Space Telescope can see. This view of nearly 10,000 galaxies is the deepest visible-light image of the cosmos. Called the Hubble Ultra Deep Field, this galaxy-studded view represents a \"deep\" core sample of the universe, cutting across billions of light-years.\n\nThe snapshot includes galaxies of various ages, sizes, shapes, and colours. The smallest, reddest galaxies, about 100, may be among the most distant known, existing when the universe was just 800 million years old. The nearest galaxies - the larger, brighter, well-defined spirals and ellipticals - thrived about 1 billion years ago, when the cosmos was 13 billion years old.",
    "link": "https://www.spacetelescope.org/images/heic0406a/",
    "imageUrl": "https://cdn.spacetelescope.org/archives/images/wallpaper4/heic0406a.jpg"
  }
]
